PROYECTO08/models/Usuarios.php

SELECT * FROM `Usuarios` WHERE (`Nombre_Usuario` IS NULL) AND (`Password`='d41d8cd98f00b204e9800998ecf8427e')
---
	public function login($Nombre_usuario, $Password)
	{

		if($this->findOne(['Nombre_Usuario'=> $Nombre_usuario, 'Password'=> md5($Password)]) != null)